Repository: alex-prokopenya/guestservice_hotely
Catalog: Resources/AccountStrings.*.resx
Languages: de, el, ru

# Register_ToMyAccount
source: Back to my account
de: Gehen Sie zum Persönlichen Cabinet
el: Πηγαίνετε στην προσωπική σας υπουργικό συμβούλιο
ru: Перейти в личный кабинет

# Register_RegisterButton
source: Sign up
de: Registrieren
el: Εγγραφή
ru: Зарегистрироваться

# LocalPasswordModel_L_Password
source: Password must be at least {2} characters
de: Das Passwort muss mindestens {2} Zeichen lang sein "
el: Ο κωδικός πρόσβασης πρέπει να είναι τουλάχιστον {2} χαρακτήρες "
ru: Пароль должен быть длиной не менее {2} символов"

# ErrorDuplicateEmail
source: A user name for that e-mail address already exists. Please enter a different e-mail address.
de: die Postadresse bereits verwendet wird. Verwenden Sie eine andere E-Mail-Adresse ein.
el: Ποια η ταχυδρομική διεύθυνση είναι ήδη σε χρήση. Χρησιμοποιήστε μια διαφορετική διεύθυνση ηλεκτρονικού ταχυδρομείου.
ru: акой почтовый адрес уже используется. Используйте другой почтовый адрес.

# Restore_Ph_Password
source: Password
de: Passwort
el: Κωδικός
ru: Пароль

# Register_ErrorSocial
source: Authorization error
el: Σφάλμα ελέγχου
ru: Ошибка авторизации

# LoginTitle
source: Sign in
de: Genehmigung
el: Εξουσιοδότηση
ru: Авторизация

# Restore_MaimFormLink
source: Continue
de: Vorgehen
el: Προχωρήστε
ru: Продолжить

# LocalPasswordModel_C_ConfirmPassword
source: New password and password confirmation do not match
de: Neues Passwort und Bestätigung Passwort stimmen nicht überein
el: Νέος κωδικός πρόσβασης και το συνθηματικό επιβεβαίωση δεν ταιριάζουν
ru: Новый пароль и подтверждение пароля не совпадают

# AccountLogin_EmailNotConfirmed
source: е-mail used with registration is not confirmed yet
de: E-Mail bei der Registrierung angegeben ist noch nicht bestätigt
el: e-mail, που προσδιορίζονται κατά τη διάρκεια της εγγραφής δεν έχει ακόμη επιβεβαιωθεί
ru: е-mail, указанный при регистрации, еще не подтвержден

# RestorePasswordChangedError
source: Unable to change the password for the account
de: Kann nicht das Kennwort für das Konto ändern
el: Ανίκανος να αλλάξετε τον κωδικό πρόσβασης για το λογαριασμό
ru: Не удалось изменить пароль для учетной записи

# RegisterText
source: Please fill out the registration form
de: Bitte füllen Sie das Anmeldeformular aus
el: Παρακαλώ συμπληρώστε τη φόρμα εγγραφής
ru: Пожалуйста заполните форму регистрации

# Register_MainFormLink
source: Continue
de: Vorgehen
el: Προχωρήστε
ru: Продолжить

# Register_ConfirmPassword
source: Password confirmation
de: Passwort wiederholen
el: Επανάληψη κωδικού πρόσβασης
ru: Повторение пароля

# Register_ErrorSocialS
source: Authorization error via social network.
de: Berechtigungsfehler mit einem Drittanbieter-Service.
el: Σφάλμα άδεια χρησιμοποιώντας μια υπηρεσία τρίτου μέρους.
ru: Ошибка авторизации при помощи стороннего сервиса.

# Login_RememberMe
source: Remember me
de: Erinnere dich an mich
el: Να με θυμάσαι
ru: Запомнить меня

# Restore_SetPasswordButton
source: Set password
el: Ορισμός κωδικού πρόσβασης
ru: Установить пароль

# ErrorProviderError
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact your system administrator.
de: Es gab ein Problem mit der Datenbank den Datenabruf.
el: Υπήρξε ένα πρόβλημα με την ανάκτηση των δεδομένων της βάσης δεδομένων.
ru: Возникла проблема базы данных при извлечении данных.

# RegisterEmailNotConfirmed
source: The email address you entered during the registration is not confirmed yet.
de: Die von Ihnen bei der Registrierung angegebene E-Mail-Adresse ist noch nicht bestätigt.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που δώσατε κατά τη διαδικασία εγγραφής δεν έχει ακόμα επιβεβαιωθεί.
ru: Адрес электронной почты, который вы ввели в процессе регистрации, еще не подтвержден.

# LoginModel_R_Mail
source: Invalid e-mail address
de: Ungültige E-Mail-Adresse
el: Μη έγκυρη διεύθυνση e-mail
ru: Некорректный адрес электронной почты

# Restore_Btn
source: Restore
de: Wiederherstellung
el: Αποκαταστήστε
ru: Восстановить

# RestoreText
source: Specify a new password that you will use to login
de: Geben Sie das neue Kennwort ein, dass Sie verwenden, um sich anzumelden
el: Πληκτρολογήστε το νέο κωδικό πρόσβασης που θα χρησιμοποιείτε για να συνδεθείτε
ru: Укажите новый пароль, который Вы будете использовать для входа

# Register_Ph_Password
source: Password
de: Passwort
el: Κωδικός
ru: Пароль

# Register_ConfirmEmail
source: Email address confirmation
de: Bestätigen Sie Ihre E-Mail-Adresse
el: Επιβεβαιώστε την διεύθυνση του e-mail σας
ru: Подтверждение адреса электронной почты

# Login_Password
source: Password
de: Passwort
el: Κωδικός
ru: Пароль

# Login_Ph_Password
source: Password
de: Passwort
el: Κωδικός
ru: Пароль

# RegisterEmailNote
source: We have sent confirmation to your e-mail. Open the email message and click on the confirmation link.
de: Wir haben eine Bestätigung an Ihre E-Mail gesendet. Öffnen Sie die Nachricht und klicken Sie auf den darin angegebenen Link.
el: Στείλαμε μια επιβεβαίωση στο e-mail σας. Ανοίξτε το μήνυμα και κάντε κλικ στο σύνδεσμο που καθορίζονται σε αυτό.
ru: Мы отправили запрос подтверждения на указанный Вами e-mail. Откройте почтовое сообщение и кликните на указанной в нем ссылке.

# ResetPassword_CannotReset
source: Cannot change password
de: Sie können Ihr Passwort nicht ändern
el: Δεν μπορείτε να αλλάξετε τον κωδικό πρόσβασής σας
ru: Невозможно изменить пароль

# Login_Social
source: Sign in with social buttons
de: Einloggen mit Genehmigung in dem sozialen Netzwerk
el: Σύνδεση με άδεια στο κοινωνικό δίκτυο
ru: Войти через авторизацию в социальной сети

# LoginText_1
source: Not registered yet?
de: Sie haben noch kein Konto?
el: Δεν έχετε λογαριασμό;
ru: Нет аккаунта?

# LoginText_2
source: Sign up
de: Registrieren
el: Εγγραφή
ru: Зарегистрируйтесь

# RestoreTitle
source: Password recovery
de: Passwort-Wiederherstellung
el: Ανάκτησης κωδικού πρόσβασης
ru: Восстановление пароля

# Login_Forget_2
source: password recovery
de: Passwort-Wiederherstellung
el: ανάκτησης κωδικού πρόσβασης
ru: восстановлением пароля

# Login_Forget_1
source: If you forgot your password, use the
de: Wenn Sie Ihr Passwort vergessen haben, benutzen Sie die
el: Εάν έχετε ξεχάσει τον κωδικό σας, χρησιμοποιήστε το
ru: Если Вы забыли пароль, воспользуйтесь

# Restore_Email_Register
source: Please enter email address that you used in the registration
de: Geben Sie die E-Mail-Adresse für die Anmeldung benutzt
el: Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιήσατε για την εγγραφή
ru: Укажите e-mail адрес, используемый при регистрации

# AccountLogin_InvalidCredentails
source: Invalid email or password
de: E-Mail oder Passwort ist falsch
el: E-mail ή κωδικός πρόσβασης είναι λανθασμένος
ru: E-mail или пароль указаны неверно

# ErrorUserRejected
source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact your system administrator.
de: Erstellen eines Benutzers ist nicht möglich.
el: Η δημιουργία ενός χρήστη είναι αδύνατη.
ru: Создание пользователя невозможно.

# ErrorInvalidAnswer
source: The password retrieval answer provided is invalid. Please check the value and try again.
de: Die von Ihnen zur Verfügung gestellt Antwort ist falsch.
el: Η απάντηση που δώσατε είναι εσφαλμένη.
ru: Ответ, предоставленный Вами, неверен.

# Login_AlreadyUser
source: You are already logged in as
de: Sie sind bereits angemeldet als ein
el: Έχετε ήδη συνδεθεί ως
ru: Вы уже авторизованы как

# Register_Ph_ConfirmPassword
source: Password confirmation
de: Passwort wiederholen
el: Επανάληψη κωδικού πρόσβασης
ru: Повторение пароля

# LoginModel_R_UserName
source: Specify the e-mail
de: Sie müssen die E-Mail anzugeben
el: Πρέπει να καθορίσετε το e-mail σας
ru: Необходимо указать e-mail

# Restore_ConfirmPassword
source: Password confirmation
de: Passwort wiederholen
el: Επανάληψη κωδικού πρόσβασης
ru: Повторение пароля

# ErrorInvalidPassword
source: The password provided is invalid. Please enter a valid password value.
de: Falsches Passwort.
el: Λάθος κωδικός.
ru: Неверный пароль.

# ErrorUnknownError
source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact your system administrator.
de: Ein unbekannter Fehler aufgetreten.
el: Προέκυψε ένα άγνωστο σφάλμα.
ru: Произошла неизвестная ошибка.

# RegisterEmailNotConfirmedNote
source: We have sent confirmation to your e-mail again. Open the email message and click on the confirmation link.
de: Wir werden erneut zu senden die Bestätigung an Ihre E-Mail. Öffnen Sie die Nachricht und klicken Sie auf den darin angegebenen Link.
el: Εμείς θα στείλουμε εκ νέου την επιβεβαίωση στο e-mail σας. Ανοίξτε το μήνυμα και κάντε κλικ στο σύνδεσμο που καθορίζονται σε αυτό.
ru: Мы повторно отправили запрос подтверждения на указанный Вами e-mail. Откройте почтовое сообщение и кликните на указанной в нем ссылке.

# RestoreChangedOK
source: Password successfully changed
de: Kennwort erfolgreich geändert
el: Ο κωδικός πρόσβασης άλλαξε με επιτυχία
ru: Пароль успешно изменен

# ErrorDuplicateUserName
source: E-mail already exists. Please enter a different e-mail.
de: Diese Adresse wird bereits verwendet. Verwenden Sie eine andere E-Mail-Adresse ein.
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι ήδη σε χρήση. Χρησιμοποιήστε μια διαφορετική διεύθυνση ηλεκτρονικού ταχυδρομείου.
ru: Такой почтовый адрес уже используется. Используйте другой почтовый адрес.

# Restore_Password
source: Password
de: Passwort
el: Κωδικός
ru: Пароль

# Register_Password
source: Password
de: Passwort
el: Κωδικός
ru: Пароль

# Restore_Ph_ConfirmPassword
source: Password confirmation
de: Passwort wiederholen
el: Επανάληψη κωδικού πρόσβασης
ru: Повторение пароля

# AccountResetPassword_CannotReset
source: Cannot reset password
de: Sie können Ihr Passwort nicht ändern
el: Δεν μπορείτε να αλλάξετε τον κωδικό πρόσβασής σας
ru: Невозможно изменить пароль

# LoginModel_L_Password
source: Password must be at least {2} characters
de: Das Passwort muss mindestens {2} Zeichen lang sein "
el: Ο κωδικός πρόσβασης πρέπει να είναι τουλάχιστον {2} χαρακτήρες "
ru: Пароль должен быть длиной не менее {2} символов"

# LoginModel_C_ConfirmPassword
source: New password and password confirmation do not match
de: Kennwort und Kennwort bestätigen nicht überein
el: Κωδικός πρόσβασης και Επιβεβαίωση κωδικού πρόσβασης δεν ταιριάζουν
ru: Пароль и подтверждение пароля не совпадают

# AccountRecovery_CannotRecovery
source: Cannot recovery password. E-mail not found.
de: Nicht in der Lage, um das Passwort zu erholen. Die angegebene Adresse nicht gefunden.
el: Δεν είναι δυνατό να ανακτήσει τον κωδικό πρόσβασης. Δεν μπορούσε να βρει την καθορισμένη διεύθυνση.
ru: Не удалось восстановить пароль. Не найден указанный адрес.

# Register_EmailSuccess
source: Your email address confirmed successfully
de: Ihre E-mail wurde erfolgreich bestätigt
el: Το E-mail σας επιβεβαιώθηκε με επιτυχία
ru: Ваш E-mail успешно подтвержден

# Login_LoginButton
source: Log in
el: Σύνδεση
ru: Войти

# Register_EmailUnsuccess
source: Your email address can't be confirmed
de: Es ist unmöglich, Ihre E-Mail-Bestätigung
el: Είναι αδύνατο να επιβεβαιώσετε την e-mail
ru: Невозможно подтвердить указанный Вами E-mail

# ErrorInvalidEmail
source: The e-mail address provided is invalid. Please check the value and try again.
de: Ungültige E-Mail-Adresse ein.
el: Μη έγκυρη διεύθυνση e-mail.
ru: Неверный почтовый адрес.

# RecoveryModel_R_UserName
source: Specify the e-mail
de: Sie müssen die E-Mail anzugeben
el: Πρέπει να καθορίσετε το e-mail σας
ru: Необходимо указать e-mail

# Login_LogoutButton
source: Log out
el: Αποσύνδεση
ru: Выйти

# Register_As_2
source: Please enter email address and click "Continue" button for finish operation.
de: Bitte geben Sie Ihre E-Mail und drücken Sie "Weiter", um Genehmigung zu vervollständigen
el: Παρακαλώ εισάγετε την e-mail και πατήστε "Συνέχεια" για να ολοκληρώσει την εξουσιοδότηση
ru: Пожалуйста введите e-mail и нажмите кнопку "Продолжить" для завершения авторизации

# Register_As_1
source: You logged successefull via
de: Sie haben erfolgreich bestanden unter die Genehmigung
el: Έχετε περάσει με επιτυχία την έγκριση δυνάμει του
ru: Вы успешно прошли авторизацию под

# Register_Back
source: Backward
de: Rückkehr
el: Απόδοση
ru: Вернуться

# RegisterTitle
source: Registration
de: Anmeldung
el: Εγγραφή
ru: Регистрация

# LoginModel_R_Password
source: Specify a password
de: Sie müssen ein Passwort angeben
el: Πρέπει να ορίσετε έναν κωδικό πρόσβασης
ru: Необходимо указать пароль

# ErrorInvalidUserName
source: The user name provided is invalid. Please check the value and try again.
de: Falsche Passwort.
el: Μη έγκυρο όνομα χρήστη.
ru: Неверное имя пользователя.

# ErrorInvalidQuestion
source: The password retrieval question provided is invalid. Please check the value and try again.
de: Falsche Frage, um das Passwort zu ändern.
el: Λάθος ερώτηση για να αλλάξετε τον κωδικό πρόσβασης.
ru: Неверный вопрос для изменения пароля.
