Repository: alex-prokopenya/guestservice_hotely
Catalog: Resources/BookingStrings.*.resx
Languages: de, ru

# BookingAgreementConfirm
source: Agree
de: Ich bin damit einverstanden
ru: Согласен

# BookingAgreementConfirmMessage_1
source: I agree
de: Ich bin damit einverstanden
ru: Я согласен

# BookingAgreementConfirmMessage_2
source: with booking terms and conditions
de: Reservierungsbedingungen
ru: с условиями бронирования

# BookingErrorTitle
source: Unfortunately, it is impossible to complete the reservation because of an error
de: Unglücklicherweise ist es unmöglich, das Buch auf Grund eines Fehlers zu beenden
ru: К сожалению, невозможно завершить бронирование из-за возникшей ошибки

# GoBack
source: Back
de: Rückkehr
ru: Вернуться

# RulesAccepted
source: Read and come into agreement with the booking conditions
de: Sie müssen lesen und stimmen Sie den Bedingungen der Reservierung
ru: Необходимо прочитать и подтвердить согласие с условиями бронирования

# BookingResultTitle
source: Result of order booking
de: Ergebnis Buchungsauftrag
ru: Результат бронирования заказа

# BookingProcessing_Title
source: Order booking
de: Buchungsauftrag
ru: Бронирование заказа

# BookingModel_R_CustomerName
source: Specify the name
de: Sie müssen einen Namen angeben
ru: Необходимо указать имя

# BookingModel_R_UserEmail
source: Specify the e-mail
de: Sie müssen die E-Mail anzugeben
ru: Необходимо указать e-mail

# BookingProcessing_OrderTitle_1
source: Your order
de: Ihre Bestellung
ru: Ваш заказ

# BookingProcessing_OrderTitle_2
source: was successfully booked
de: erfolgreich gebucht.
ru: успешно забронирован.

# BookingFormName
source: Name
ru: Имя

# BookingFormNote
source: Order notes
de: Kommentar zur Bestellung
ru: Комментарий к заказу

# BookingMenuTitle
source: Excursions booking
de: Führungen buchen
ru: Бронирование экскурсий

# BookingReturnToOrder
source: Back to the order
de: Zurück zur Bestellung
ru: Вернуться к заказу

# RemoveOrderConfirmText
source: Do you really want to delete excursion from the order?
de: Sind Sie sicher, Sie wollen eine Tour durch die Bestellung löschen?
ru: Вы действительно хотите удалить экскурсию из заказа?

# BookingAgreementTitle
source: User agreement
de: Benutzervereinbarung
ru: Пользовательское соглашение

# RemoveOrderConfirmTitle
source: Confirm delete
de: Bestätigung für Entfernen
ru: Подтверждение удаления

# Title
source: Shopping cart
de: Bestellungen
ru: Заказы в корзине

# ErrorMessageTitle
source: Attention
de: Vorsicht
ru: Внимание

# BookingInProcess
source: Please wait, the order is booking...
de: Bitte warten Sie, das Orderbuch ...
ru: Пожалуйста подождите, идет бронирование заказа...

# BookingPayButton
source: Pay
de: Kasse
ru: Оплатить

# RemoveOrderLink
source: Remove order from shopping cart
de: Entfernen
ru: Удалить заказ из корзины

# BookingResultText_2
source: was successfully booked. To go to the payment click "Pay".
de: erfolgreich gebucht. Um die Zahlung zu bewegen, klicken Sie auf "Bezahlen".
ru: успешно забронирован. Для перехода к оплате нажмите кнопку "Оплатить".

# BookingResultText_1
source: Your order
de: Ihre Bestellung
ru: Ваш заказ

# EmptyCart_2
source: search
de: Benutzer
ru: поиска

# EmptyCart_1
source: Your order list is empty. For excursions booking, go to
de: Die Bestell-Liste ist leer. Eine Tour buchen, gehen Sie zu
ru: Список заказов пуст. Для бронирования экскурсии перейдите в раздел

# BookNowButton
source: Book
de: Buch
ru: Забронировать

# GuestServiceTitle
source: My account
de: Personal Area
ru: Личный кабинет

# RemoveOrderCancelButton
source: No, return to order
de: Nein, gehen Sie zurück zu der Bestellung
ru: Нет, вернуться к заказу

# OrderTotalLabel
source: Total:
ru: Итого:

# BookingFormPhone
source: Contact phone
de: Kontakt-Telefon
ru: Контактный телефон

# RemoveOrderConfirmButton
source: Yes, delete
de: Ja, ich stimme Entfernung
ru: Да, подтверждаю удаление

# BookingAgreementCancel
source: Disagree
de: nicht übereinstimmen
ru: Не согласен

# BookingFormAddress
source: Address
de: Adresse
ru: Адрес

# BookingModel_R_CustomerMobile
source: Specify the phone
de: Sie müssen das Telefon angeben
ru: Необходимо указать телефон
