Repository: alex-prokopenya/guestservice_hotely
Catalog: Resources/ExcursionStrings.*.resx
Languages: de, el

# ErrorSummary
source: Please fix the following errors
de: Bitte korrigieren Sie die folgenden Fehler
el: Παρακαλώ διορθώστε τα παρακάτω σφάλματα

# DetailDateTitle
source: Choose an expected excursion date
de: Wählen Sie den voraussichtlichen Termin der Tour
el: Επιλέξτε την αναμενόμενη ημερομηνία της εκδρομής

# MapHideLink
source: Collapse
de: Wende
el: Σειρά

# OrderAddShopCartButton
source: Add to order
de: Zur Bestellung hinzufügen
el: Προσθήκη στην παραγγελία

# DurationMin
source: minute
de: min.
el: min.

# DurationAlt
source: Excursion duration
de: Dauer der Tour
el: Διάρκεια της περιοδείας

# DurationDay
source: day
de: t.
el: ημέρα.

# OrderFormHelp
source: Choose the number of adults and children. If necessary, specify the name and telephone number.
de: Wählen Sie die Anzahl der Erwachsenen und Kinder. Geben Sie gegebenenfalls den Namen und die Telefonnummer.
el: Επιλέξτε τον αριθμό των ενηλίκων και των παιδιών. Εάν είναι απαραίτητο, πληκτρολογήστε το όνομα και τον αριθμό τηλεφώνου.

# SortOrderByPrice
source: by price
de: nach Preis
el: ανά τιμή

# DescriptionInfo_Partner
source: Excursion partner:
de: Partner von:
el: Συνεργάτης του:

# DescriptionInfo_Language
source: Language:
de: Sprache der Veranstaltung:
el: Γλώσσα ξενάγησης:

# OrderName
source: Name
el: Όνομα

# OrderNote
source: Note
el: Σημείωση

# PriceFrom
source: from
de: von
el: από

# DetailDescription
source: Description
de: Beschreibung
el: Περιγραφη

# ExtraFiltersDirection
source: Directions
de: Reiseziele
el: Προορισμοί

# OrderPriceForService
source: Price per tour
de: Gesamtpreis
el: Συνολικό ποσό

# DetailMapExpand
source: Expand
de: geöffnet
el: Ανοιχτό

# DescriptionInfo_Direction
source: Direction:
de: Richtung:
el: Σκηνοθεσία:

# ShowMap
source: Show on the map
de: Auf der Karte zeigen
el: Εμφάνιση στο χάρτη

# OrderGoShoppingCart
source: Proceed to checkout
de: eine Kauf
el: Κάντε μια αγορά

# PriceByPax
source: per person
de: pro Person
el: ανά άτομο

# MapShowLink
source: Expand
de: geöffnet
el: Ανοιχτό

# DetailExcursionDateTitle
source: Excursion date:
de: Datum der Tour:
el: Ημερομηνία εκδροmeiς:

source: Excursion language
de: Sprache
el: Γλώσσα

# DetailInfant
source: infant:
de: Baby:
el: Για το μωρό:

# OrderCloseButton
source: Close
de: schließen
el: Κοντά

# ExcursionTitle
source: Excursions
el: Εκδρομές

# OrderReturnExcursionList
source: Back to the excursion list
de: Zurück zur Liste von Ausflügen
el: Επιστροφή στη λίστα των εκδρομών

# DetailServicePrice
source: per tour
de: Einweg
el: ένας τρόπος

# OrderInfant
source: Infant
de: Babies
el: Νήπια

# ExtraFilters
source: Additional filters
de: mehr Filter
el: Περισσότερα φίλτρα

# PriceNotFound
source: No proposal for the selected date
de: Doch nicht jedes Angebot für das ausgewählte Datum
el: Δεν βρέθηκε καμία προσφορά για την επιλεγμένη ημερομηνία

# SearchTitle
source: Select an excursion by the category or search by name
de: Wählen Sie eine Tour aus der Kategorie-Suche nach Namen
el: Επιλέξτε μια περιοδεία από την κατηγορία ή αναζητήστε με βάση το όνομα

# OrderAddShopCartSuccess
source: Excursion has been successfully added to the shopping cart
de: Ausflug in den Warenkorb gelegt
el: Εκδρομή προστέθηκε επιτυχώς στο καλάθι

# ExtraFiltersLanguage
source: Excursion language
de: Sprachreisen
el: Γλώσσα ξεναγήσεις

# DescriptionInfo_Categories
source: Categories:
de: Kategorie:
el: Κατηγορία:

# PriceByService
source: per excursion
de: für Reise
el: για την εκδρομή

# ExtraFiltersDate
source: Excursion date
de: Ausflüge auf dem neuesten Stand
el: Ημερομηνία εκδροmeiς

# DetailDeparture
source: Departure
de: Abflug
el: Αναχωρήσεις

# DateTimeLanguage
source: en
de: ru
el: ru

# Title
source: Excursions booking
de: Führungen buchen
el: Κρατήσεις εκδρομών

# DetailOnsaleTill
source: Sale till
de: Verkauf an
el: Διαθεσιμο μεχρι

# OrderAdult
source: Adults
de: Erwachsene
el: Ενήλικας

# OrderChild
source: Children
de: Kinder
el: Παιδιά

# OrderCount
source: Number
de: Anzahl
el: Αριθμός

# OrderPhone
source: Phone
de: Telefon
el: Τηλέφωνο

# OrderTitle
source: Add order
de: Zugabereihen
el: Προσθήκη Παραγγελία

# DetailPrice
source: Price
de: Preis
el: Τιμη

# DetailAdult
source: adult:
de: Erwachsenen:
el: ενηλίκων:

# DetailChild
source: child:
de: Kind:
el: παιδί:

# OrderPickUp
source: Pickup point
de: Austragungsort
el: Τόπος συναντήσεως

# GeorgaphyTitle
source: Geography
de: Geographie
el: Γεωγραφία

# NavigateExcursions
source: All excursions
de: Alle Touren
el: Όλες οι εκδρομές

# DurationHour
source: hour
de: h.
el: h.

# DurationMins
source: minutes
de: min.
el: min.

# DurationDays
source: days
de: t.
el: ημέρα.

# ErrorGuestCount
source: Specify a valid number of tourists
de: Geben Sie die richtige Zahl der Touristen
el: Εισάγετε τον σωστό αριθμό των τουριστών

# NavigateCategory
source: Excursion categories
de: Kategorien Ausflugstipps
el: Κατηγορίες εκδρομές

# DepartureLabel
source: Departure:
de: Abfahrt:
el: Αναχώρηση:

# ExcursionMapMarkerLocation
source: excursion place
de: Austragungsort
el: τόπος συναντήσεως

# DetailPriceTitle
source: Prices
de: Preise
el: Τιμες

# SearchDeparture_AnyPoint
source: Departure from any point
de: Jeder Ort der Abreise
el: Κάθε τόπος αναχώρησης

# ExcursionNotFound
source: Unfortunately we could not find excursions on request. Try to change search criteria.
de: Leider noch Führungen auf Anfrage. Versuchen Sie, Ihre Suche oder String.
el: Δυστυχώς δεν μπορέσαμε να βρούμε περιηγήσεις, κατόπιν αιτήματος. Προσπαθήστε να αλλάξετε την αναζήτησή σας ή σπάγκο.

# ErrorInvalidParams
source: Uncertain parameters of the excursion
de: Unsicheren Parametern Touren
el: Αβέβαιων παραμέτρων περιηγήσεις

# ExtraFiltersCategory
source: Categories
de: Kategorie
el: Κατηγορία

# DateTimeFormat
source: mm/dd/yyyy
de: dd.mm.yyyy
el: dd.mm.yyyy

# DetailSelectedDateTitle
source: Excursions for the date:
de: Sie haben Datum gewählt:
el: Έχετε επιλέξει την ημερομηνία:

# OrderPriceForPax
source: Price per person
de: Preis pro Person
el: Τιμή κατ 'άτομο

# DurationHours
source: hours
de: h.
el: h.

# SearchPlaceholder
source: Enter an excursion name or location
de: Geben Sie einen Namen für die Tour oder Veranstaltungsort
el: Πληκτρολογήστε ένα όνομα για την περιοδεία ή το γήπεδο

# ExtraFiltersAllDates
source: All dates
de: Alle Termine
el: Όλες οι ημερομηνίες

# BookButton
source: Continue
de: Fortsetzen
el: Συνεχίσετε

# ExcursionMapMarkerDeparture
source: departure place,
de: der Ort der Abfahrt,
el: ο τόπος αναχώρησης,

# BookNowButton
source: Read more
de: Fortsetzen
el: Συνεχίσετε

# GuestServiceTitle
source: My account
de: Personal Area
el: Personal Area

# DetailReturnToExcursionDate
source: Back to excursion
de: Zurück zur Auswahl von Daten
el: Επιστροφή στην επιλογή των ημερομηνιών

# DetailReturnToExcursionList
source: Back to excursions list
de: Zurück zur Liste von Ausflügen
el: Επιστροφή στη λίστα των εκδρομών

# SortOrderByName
source: by name
de: nach Titel
el: με τίτλο

# PartnerAlt
source: Excursion organizer
de: der Veranstalter der Tour
el: Ο διοργανωτής της περιοδείας

# ExcursionRegionTitle
source: Locations
de: Geographie
el: Γεωγραφία

# HelpPlease
source: Please
de: Bitte
el: Παρακαλώ

# DeatilGroupSize
source: group:
de: Gruppen:
el: Ομάδα:

# DescriptionInfo_Duration
source: Duration:
de: Zeit:
el: Ώρα:

# ExtraFiltersDepartures
source: Departure from
de: Abfahrt von
el: Αναχώρηση από
