Repository: alex-prokopenya/guestservice_hotely
Catalog: Resources/GuestStrings.*.resx
Languages: de, ru

# MenuDepartureTitle
source: Check-out Information
de: Informationen zum Check-out
ru: Информация о выезде из гостиницы

# FindOrderModel_N_Passport
source: Passport number
de: Passnummer
ru: Номер паспорта

# PrintOrderNotFound
source: Reservation not found
de: Eine Anwendung mit dieser Parameter wurde nicht gefunden
ru: Заявка с указанными параметрами не найдена

# FindOrderNotFound
source: Could not find reservation with specified parameters
de: Kann nicht Anwendung mit den Parametern finden
ru: Не удалось найти заявку с указаннами параметрами

# FindOrderOrderTitle
source: ORDER
de: BESTELLEN
ru: ЗАКАЗ

# OrderDoPaymentButton
source: Pay
de: Kasse
ru: Оплатить

# MoreOrdersFindButton
source: Link your order
de: Snap Bestellungen
ru: Привязать заказы

# SummaryNameLabel_1
source: (as written in the voucher)
de: (Wie es in dem Gutschein geschrieben)
ru: (как написано в ваучере)

# MenuDepartureAlt
source: Check-out from hotel
de: Überprüfen
ru: Выезд из гостиницы

# PrintOrderModel_Name_2
source: (as specified at the booking)
de: (Wie angegeben bei Buchung)
ru: (как указано при бронировании)

# PrintOrderModel_Name_1
source: Name and surname
de: Name der touristischen
ru: Имя и фамилия туриста

# GuestServicesFindOrder_3
source: to access the list of your reservations.
de: um die Liste der ihre Anwendungen zugreifen.
ru: для доступа к списку своих заявок.

# GuestServicesFindOrder_2
source: authorize
de: Log
ru: авторизуйтесь

# GuestServicesFindOrder_1
source: Find reservation by number, name and surname or
de: Eine Anwendung mit Nummer, Name und Vorname, bzw.
ru: Найдите заявку по номеру, имени и фамилии или

# FindOrderFindButton
source: Search
de: Finden
ru: Найти

# PrintOrderModel_N_Name
source: Name and surname
de: Vor- und Nachname
ru: Имя и фамилия

# MenuDepartureText
source: This section provides information about your check-out: transfer date and time, as well as a flight number.
de: Dieser Abschnitt enthält Informationen über Ihr Abreisedatum und die Zeit für die Übertragung sowie der Flugnummer.
ru: В разделе представлена информация о вашем выезде из гостиницы: дата и время подачи трансфера, а также номер рейса.

# MenuOrdersText
source: In this section, you can link the early booked reservations, pay the reservation or print an invoice for payment.
de: In diesem Bereich können Sie ordnen die zuvor reservierten die Anwendung, zahlen die Anwendung oder drucken Sie die Rechnung dafür bezahlen.
ru: В этом разделе вы можете привязать ранее забронированные заявки, оплатить заявку или распечатать счет на ее оплату.

# MenuOrdersTitle
source: Orders Information
de: Informationen zu Bestellungen
ru: Информация о заказах

# FindOrderDeleteButton
source: Remove from my list
de: Ausschließen aus der Liste meiner Aufträge
ru: Исключить из списка моих заказов

# FindOrderChoose_1
source: ...or try to find your order
de: ... Oder versuchen Sie, Ihre Aufträge zu finden
ru: ...или попробуйте найти свои заказы

# FindOrderChoose_2
source: by passport number or last name
de: Name und Nummer des Reisepasses
ru: по имени и номеру паспорта

# PrintOrderTitle
source: Print voucher
de: Bildung Gutschein
ru: Формирование ваучера

# GuestServicesExcursionDepartureTitle
source: Excursion departure
de: Ausflug
ru: Выезд на экскурсию

# MenuInformationAlt
source: Information
ru: Информация

# SummaryReservationLabel
source: Reservation number
de: Anmeldenummer
ru: Номер заявки

# MoreOrdersListOrderAlt
source: Order
de: Bestellen
ru: Заказ

# MenuBookingTitle
source: Excursions booking!!
de: Führungen buchen
ru: Бронирование экскурсий

# HotelTitle
source: Hotel guide
de: Führt im Hotel
ru: Гид в отеле

# FindOrderLinkOrderButton
source: Attach the reservation
de: Bind-Anwendung
ru: Привязать заявку

# MenuExcursionAlt
source: Booking
de: Reservierung
ru: Бронирование

# PrintOrderModel_R_Name
source: Name and surname are required to fill
de: Name erforderlich
ru: Имя и фамилия обязательны для заполнения

# FindOrderModel_R_Passport
source: Passport number is required to fill
de: Nummer des Reisepasses verpflichtet, füllen
ru: Номер паспорта обязателен для заполнения

# SummaryCheckAnother
source: Check another reservation
de: Überprüfen Sie für andere Anwendungen
ru: Проверить другую заявку

# MenuExcursionText
source: Here you will find detailed descriptions, photos, excursion prices and also can make your order.
de: Hier erhalten Sie detaillierte Beschreibungen, Fotos, Preise und Touren können auch Sie Ihre Bestellung zu finden.
ru: Здесь вы найдете подробное описание, фотографии, цены экскурсий и также сможете оформить заказ.

# FindOrderPassSer
source: (without serie)
de: (Ohne-Serie)
ru: (без серии)

# DepartureNotFound
source: Information about your check-out was not found.
de: Information zu Ihrer Abreise aus dem Hotel gefunden.
ru: Информация о Вашем выезде из гостиницы не найдена.

# FindOrderModel_N_ClaimName
source: Name and surname
de: Vor- und Nachname
ru: Имя и фамилия

# SummaryNotFound
source: Could not find reservation with specified parameters
de: Kann nicht Anwendung mit den Parametern finden
ru: Не удалось найти заявку с указаннами параметрами

# FindOrderName
source: Name and surname
de: Vor- und Nachname
ru: Имя и фамилия

# FindOrderModel_R_ClaimName
source: Name and surname are required to fill
de: Name erforderlich
ru: Имя и фамилия обязательны для заполнения

# MenuBookingText
source: Here you will find detailed descriptions, photos, excursion prices and also can make your order.
de: Hier erhalten Sie detaillierte Beschreibungen, Fotos, Preise und Touren können auch Sie Ihre Bestellung zu finden.
ru: Здесь вы найдете подробное описание, фотографии, цены экскурсий и также сможете оформить заказ.

# PrintOrderModel_R_Claim
source: Reservation number is required to fill
de: Referenz-Nummer benötigt, um zu füllen
ru: Номер заявки обязателен для заполнения

# PrintOrderModel_D_Claim
source: The value must be a digital reservation number
de: Der Wert muss eine digitale Anwendung Zahl sein
ru: Значение должно быть цифровым номером заявки

# HotelAlt
source: Hotel guide
de: Führt im Hotel
ru: Гид в отеле

# PrintOrderModel_Claim
source: Order number
de: Anmeldenummer
ru: Номер заявки

# HotelDepartureTitle
source: Information about check-out
de: Informationen zum Check-out
ru: Информация о выезде из гостиницы

# HotelNotFound_Link
source: Link now
de: Anfrage
ru: Связать сейчас

# FindOrderFound
source: Found
de: Angriffspunkt
ru: Найденные заявки

# FindOrderClaim
source: Reservation number
de: Anmeldenummer
ru: Номер заявки

# FindOrderTitle
source: Search
de: Suche
ru: Поиск

# FindOrderNameSmall
source: (as written in the voucher)
de: (Wie es in dem Gutschein geschrieben)
ru: (как написано в ваучере)

# DepartureNotFoundNote_1
source: Possibly, the reservation has not been linked with your account yet, try to find it
de: Vielleicht ist die Anwendung noch nicht auf Ihrem Konto verknüpft ist, zu versuchen, es zu finden
ru: Возможно, заявка еще не связана с Вашим аккаунтом, попробуйте найти ее

# DepartureNotFoundNote_2
source: here
de: hier
ru: здесь

# FindOrderKnow_1
source: Do you know your order?
de: Kennen Sie die Anmeldenummer?
ru: Знаете номер заявки?

# FindOrderKnow_2
source: Enter it here.
de: Geben Sie ihn hier.
ru: Укажите его здесь.

# DepartureBack
source: Back
de: Rückkehr
ru: Вернуться

# MenuInformationText
source: In this section you can find information consisting of your order and check-out.
de: In diesem Abschnitt finden Sie die Informationen Bestandteil der Bestellung und Ihre Kasse.
ru: В этом разделе вы можете узнать информацию составе заказа и вашем выезде из отеля.

# MoreOrdersInstruction
source: You can link your other orders that have not been added to the list
de: Sie können Ihre anderen Aufträgen, die noch nicht in die Liste aufgenommen wurden binden
ru: Вы можете привязать другие Ваши заказы, которые еще не добавлены в список

# SummaryFindButton
source: Search
de: Finden
ru: Найти

# GuestServicesTitle
source: Orders Information
de: Informationen zu Bestellungen
ru: Информация о заказах

# OrderTotal
source: Total
de: Nur
ru: Всего

# OrderToPay
source: To pay
de: Zur Zahlung
ru: К оплате

# MenuInformationTitle
source: Order Information
de: Bestellinformationen
ru: Информация о заказе

# SummaryFindReservationTitle
source: Specify the number of your reservation
de: Geben Sie Ihre Anfrage-Nummer
ru: Укажите номер Вашей заявки

# FindOrderModel_D_Claim
source: The value must be a digital reservation number
de: Der Wert muss eine digitale Anwendung Zahl sein
ru: Значение должно быть цифровым номером заявки

# MoreOrderTitle
source: Other orders
de: Andere Aufträge
ru: Другие заказы

# DepartureTitle
source: Check-out information
de: Informationen zum Check-out
ru: Информация о выезде из гостиницы

# HotelNotFound
source: We could not find the hotel where you are staying at the moment.
de: Wir konnten das Hotel, wo Sie sich aufhalten im Moment nicht mehr zu finden.
ru: Мы не смогли найти гостиницу, в которой Вы остановились в данный момент.

# MenuExcursionTitle
source: Excursions booking?!
de: Führungen buchen
ru: Бронирование экскурсий

# PrintVoucherButton
source: Get voucher
de: Generieren Sie einen Gutschein
ru: Сформировать ваучер

# OrderInfoTitle
source: Order Information
de: Bestellinformationen
ru: Информация о заказе

# Authenticate_3
source: we can provide you more information
de: können wir Ihnen weitere Informationen zur Verfügung
ru: мы сможем предоставить Вам дополнительную информацию

# Authenticate_2
source: sign in
de: Genehmigung
ru: авторизации

# Authenticate_1
source: After
de: Nach
ru: После

# FindOrderNoLinkedOrders
source: You do not have any linked order.
de: Sie haben keinen Zusammenhang bestellen.
ru: У вас нет ни одного связанного заказа.

# HotelNotFound_1
source: Possibly none of the orders is not linked with your account yet.
de: Vielleicht ist keiner der Aufträge noch nicht mit Ihrem Konto verknüpft.
ru: Возможно, ни один из заказов еще не связан с Вашим аккаунтом.

# PrintOrderModel_N_Claim
source: Reservation number
de: Anmeldenummer
ru: Номер заявки

# PrintOrderConfirmCaption
source: To protect your privacy, enter the name and surname of one of the tourists as it was specified at booking
de: Zum Schutz Ihrer Privatsphäre, geben Sie bitte Ihre Vor- und Nachnamen einer der Touristen bei der Buchung
ru: В целях обеспечения конфиденциальности, введите имя и фамилию одного из туристов, указанные при бронировании

# MenuBookingAlt
source: Booking
de: Reservierung
ru: Бронирование

# MoreOrderAlt
source: Other orders
de: Andere Aufträge
ru: Другие заказы

# FindOrderModel_R_Claim
source: Reservation number is required to fill
de: Referenz-Nummer benötigt, um zu füllen
ru: Номер заявки обязателен для заполнения

# GuestServiceTitle
source: My account
de: Personal Area
ru: Личный кабинет

# GuestServicesLink
source: My account
de: Personal Area
ru: Личный кабинет

# DepartureNoTransferFound
source: Today there is no departure from the hotel
de: Heute gibt es keine Abfahrt vom Hotel
ru: На сегодня нет выездов из отеля

# PrintOrderBuildVoucherButton
source: Get voucher
de: Generieren Sie einen Gutschein
ru: Сформировать ваучер

# MenuOrdersAlt
source: Information
ru: Информация

# HotelDepartureNoInformation
source: There is no information about the check-out at the moment.
de: Zur Zeit gibt es keine Informationen bei der Abreise.
ru: В настоящее время информации о выезде отсутствует.

# SummaryNameLabel
source: Name and surname
de: Vor- und Nachname
ru: Имя и фамилия

# FindOrderModel_N_Claim
source: Reservation number
de: Anmeldenummer
ru: Номер заявки
