Repository: alex-prokopenya/guestservice_hotely
Catalog: Resources/PaymentStrings.*.resx
Languages: de

# PaymentBankBill
source: Invoice
de: Empfang

# PaymentAfterConfirmationMessage
source: Payment will be available after successful confirmation
de: Zahlung wird nach der Anwendung zur Verfügung!

# PaymentGuestService
source: My account
de: Personal Area

# PaymentListTitle
source: List of errors:
de: Fehlerliste:

# PaymentOrderTitle
source: ORDER
de: BESTELLEN

# PaymentAlreadyPaid
source: Payment of the reservation is not required
de: Zahlung von dieser Anwendung nicht benötigt wird

# PaymentResultError
source: Unable to complete the payment. Errors occurred in the transaction processing.
de: Nicht in der Lage, um die Zahlung zu beenden. Wenn die Transaktionsverarbeitungsfehler auftreten.

# PaymentComission
source: Commission:
de: Die Kommission:

# PaymentForOrderFormat
source: Payment of order {0}.
de: Die Zahlung für Bestellung {0}.

# PaymentReservationStatusTitle
source: Reservation status:
de: Anwendung Status:

source: Payment cancelled
de: Operation Zahlungs abgesagt

# PaymentMethod
source: Choose a payment type:
de: Wählen Sie eine Zahlungsmethode:

# PaymentResultOK
source: Payment completed successfully
de: Zahlung erfolgreich abgeschlossen

# PaymentPayButton
source: Pay
de: Kasse

# PaymentReservationCannotPay
source: It is not possible to pay this booking online
de: Payment dieser Anmeldung ist online möglich

# PaymentMainPageLink
source: Main page
de: Startseite

# PaymentCannotPayOrder
source: It is not possible to make payment for this order
de: Zahlung von dieser Reihenfolge kann nicht sein

# PaymentReservationNotFound
source: The reservation is not found
de: Sagte Betriebsrat gefunden

# PaymentRedirectUniteller
source: Navigating Uniteller payment system...
de: Gehen Sie auf die Seite des Zahlungssystems Uniteller ...

# PaymentTitle
source: Payment
de: Bezahlung

# PaymentToPay
source: To pay
de: Zur Zahlung

# PaymentTotal
source: Total
de: Nur
