Repository: alex-prokopenya/guestservice_hotely
Catalog: Resources/SharedStrings.*.resx
Languages: de, el

# DepartureHotel_Guide
source: Guide:
el: Οδηγός:

# DepartureHotel_Hotel
source: At the hotel:
de: Im Hotel:
el: Στο ξενοδοχειο:

# ToolbarSignIn
source: Sign in
de: Ermächtigen
el: Εξουσιοδότηση

# ReservationOrder_TransferAlt
source: Transfer
el: Μεταφορά

# DepartureHotel_FlightSource
source: Departure:
de: Abfahrt:
el: Αναχώρηση:

# ReservationOrder_FreightClass
source: Class of seats:
de: Buchungsklasse:
el: Κράτηση Κατηγορία:

# Error404_GuestService
source: My account
de: Personal Area
el: Personal Area

# ReservationOrder_ExcursionLang
source: Excursion language:
de: Sprache der Veranstaltung:
el: Γλώσσα της εκδήλωσης:

# ReservationOrder_ExcursionTime
source: Excursion time:
de: Startzeit:
el: Ωρα ΕΝΑΡΞΗΣ:

# ReservationOrder_FreightAlt
source: Transport
el: Μεταφορά

# DepartureHotel_HotelRegion
source: Region:
de: Fläche:
el: Περιοχή:

# ReservationOrder_FreightDeparture
source: Departure:
de: Abfahrt:
el: Αναχώρηση:

# ReservationOrder_ServiceAlt
source: Additional service
de: Zusätzlicher Service
el: Πρόσθετες υπηρεσίας

# ValidationSummary_Title
source: Please fix the following errors
de: Bitte korrigieren Sie die folgenden Fehler
el: Παρακαλώ διορθώστε τα παρακάτω σφάλματα

# ReservationOrder_Infant
source: infant:
de: Baby:
el: Για το μωρό:

# ReservationOrder_Note
source: Note:
de: Hinweis:
el: Σημείωση:

# ReservationOrder_Meal
source: Meal:
de: Leistung:
el: Ισχύς:

# ReservationOrder_Room
source: Room:
de: Zimmer:
el: Δωμάτιο:

# HotelGuide_HotelDuty
source: Presence at the hotel
de: Die Anwesenheit in dem Hotel
el: Η παρουσία στο ξενοδοχείο

# Error404_Reservation
source: Orders Information
de: Informationen zu Bestellungen
el: Πληροφορίες σχετικά με τις παραγγελίες

# DepartureHotel_FlightDestination
source: Arrival:
de: Check in:
el: Άφιξη:

# DepartureHotel_TransferTime
source: Departure time:
de: Check-out:
el: Το check-in ξεκινά στις:

# DepartureHotel_TransferNote
source: Note:
de: Hinweis:
el: Σημείωση:

# DepartureHotel_TransferDate
source: Date:
de: Datum:
el: Ημερομηνία:

# ReservationOrder_ExcursionAlt
source: Excursion
de: Ausflug
el: Εκδρομή

# ExcursionTransfer_Date
source: Tour date:
de: Datum der Abreise:
el: Ημερομηνία αναχώρησης:

# ReservationOrder_HotelAlt
source: Hotel
el: Ξενοδοχείο

# ReservationOrder_Child
source: Child:
de: Kinder:
el: παιδιά:

# ReservationOrder_Adult
source: Adult:
de: Erwachsene:
el: Ενήλικες:

# Error404_Excursion
source: Excursions booking
de: Führungen buchen
el: Κρατήσεις για περιηγήσεις

# ErrorSummary_Title
source: Please fix the following errors
de: Bitte korrigieren Sie die folgenden Fehler
el: Παρακαλώ διορθώστε τα παρακάτω σφάλματα

# Error404_Title
source: Page not found
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε

# ToolbarGuestOrderLink
source: Orders information
de: Informationen zu Bestellungen
el: Πληροφορίες σχετικά με τις παραγγελίες

# ExcursionTransfer_PickupPlace
source: Pickup place:
de: Crop:
el: Περικοπή:

# ReservationOrder_ServiceType
source: Service type:
de: Art der Dienstleistung:
el: Είδος υπηρεσιών:

# Error_Text
source: Error occurred during the query execution
de: Während der Ausführung der Abfrage Fehler aufgetreten
el: Κατά τη διάρκεια της εκτέλεσης του ερωτήματος Παρουσιάστηκε σφάλμα

# Error_Title
source: Error
de: Fehler
el: Σφάλμα

# DepartureHotel_Flight
source: Flight:
de: Auf dem Flug:
el: Στην πτήση:

# DepartureHotel_TransferIndividual
source: Ind. transfer:
el: Ind. Μεταφορά:

# ReservationOrder_FreightArrival
source: Arrival:
de: Zugänge:
el: Αφίξεις:

# HotelGuide_Phone
source: Phone:
de: Telefon:
el: Τηλέφωνο:

# ExcursionTransfer_GuideName
source: Guide:
el: Οδηγός:

# NavigatorLogout
source: Log out
el: Αποσύνδεση

# DepartureHotel_Guide2
source: Tour leader:
de: Betreuer:
el: Συντηρητής:

# ReservationOrder_FreightSeat
source: Place:
de: Wohnort:
el: Τοποθεσία:

# DepartureHotel_TransferBus
source: Coach number:
de: Bus Nummer:
el: Αριθμός λεωφορείων:

# NavigatorTitle
source: Navigation
el: Πλοήγηση

# DepartureHotel_GuidePhone
source: Phone:
de: Telefon:
el: Τηλέφωνο:

# Error404_Text
source: List of links that may help you:
de: Die Liste der Referenzen, die Ihnen helfen können:
el: Ο κατάλογος των αναφορών που μπορούν να σας βοηθήσουν:

# DepartureHotel_HotelTown
source: Town:
de: Stadt:
el: Πόλη:

# ExcursionTransfer_Guide2Phone
source: , mobile:
de: Telefon:
el: Τηλέφωνο:

# Error_MainPageLink
source: Main page
de: Startseite
el: Αρχική σελίδα

# ExcursionTransfer_PickupTime
source: Pickup time:
de: Check-out:
el: Το check-in ξεκινά στις:

# DepartureHotel_GuestList
source: Passengers list
de: Frachtbrief
el: Φορτωτική

# ExcursionTransfer_GuidePhone
source: , mobile:
de: Telefon:
el: Τηλέφωνο:

# ExcursionTransfer_Guide2Name
source: Support guide:
de: Betreuer:
el: Συντηρητής:

# NavigatorMyOrders
source: Shopping cart
de: Bestellungen
el: Παραγγελίες

# Error404_Departure
source: Hotel check-out information
de: Informationen zum Check-out
el: Πληροφορίες για το check-out
